const QuestionsAr = {
  questions: [
    {
      id: 1,
      question: "ما هي خدمات Netflix?",
      answer_1:
        "  Netflix هي خدمة بث تقدّم مجموعة متنوعة من العروض التلفزيونية والأفلام وأعمال الأنيمي الوثائقيات وغيرها من الأعمال الحائزة على جوائز من خلال الآلاف من الأجهزة المتصلة بالإنترنت.",
      answer_2:
        "ويمكنك مشاهدة كل ما تريد وقتما تشاء, بدون ‘إعلانات تجارية - و كل ذلك مقابل سعر شهري منخفض. ستجد دوماً شيئأ جديداً لتكشفه. حيث  يتم إضافة عروف تلفزيونية و أفلام جديدة كل أسبوع!",
    },
    {
      id: 2,
      question: "كم تبلغ تكلفة Netflix?",
      answer_1:
        "شاهد Netflix على هاتفك الذكي أو الكمبيوتر اللوحي أو التلفزيون الذكي أو الكمبيوتر المحمول أو جهاز البث، وكل ذلك مقابل رسم شهري ثابت. تتراوح أسعار الخطط بين 120 ج.م.‎ و 200 ج.م.‎ في الشهر. بدون تكلفة إضافية، وبدون عقود.",
    },
    {
      id: 3,
      question: "أين يمكنني أن أشاهد؟",
      answer_1:
        "استمتع بالمشاهدة حيثما شئت ووقتما شئت. سجّل الدخول باستخدام حسابك على Netflix لتستمع بالمشاهدة الفورية على الويب عبر الموقع الإلكتروني netflix.com من الكمبيوتر الشخصي أو على أي جهاز متصل بالإنترنت مثبت عليه تطبيق Netflix، مثل أجهزة التلفزيون الذكية أو الهواتف الذكية أو أجهزة الكمبيوتر اللوحية أو مشغلات بث الوسائط أو أجهزة التحكم بالألعاب.",
      answer_2:
        "يمكنك أيضًا تنزيل عروضك المُفضلة عبر التطبيق الذي يعمل على أنظمة التشغيل iOS أو Android أو Windows 10. استخدم ميزة التنزيلات للمشاهدة أثناء التنقل، دون الحاجة إلى الاتصال بالإنترنت. اصطحب NETFLIX معك حيثما شئت.",
    },
    {
      id: 4,
      question: "كيف أقوم بالإلغاء؟",
      answer_1:
        "تتسم خدمة Netflix بالمرونة. بلا عقود مزعجة وبلا التزامات. يمكنك إلغاء حسابك بكل سهولة عبر الإنترنت بنقرتين. لا رسوم للإلغاء، قم ببدء حسابك أو إيقافه في أي وقت.",
    },
    {
      id: 5,
      question: "ما الذي يمكنني مشاهدته علي Netflix؟",
      answer_1:
        "تتوفر لدى Netflix مكتبة ضخمة من الأفلام الروائية والوثائقيات والعروض التلفزيونية والأنيمي وأعمال Netflix الأصلية الحائزة على الجوائز، وغيرها الكثير. شاهد كل ما تريد، متى شئت.",
    },
    {
      id: 6,
      question: "هل Netflix ملائمة للأطفال؟",
      answer_1:
        "تمنح تجربة Netflix للأطفال، والمُندرجة ضمن عضويتك، الأهل إمكانية التحكم بما يشاهده الأطفال خلال استمتاعهم بمشاهدة العروض التلفزيونية والأفلام الملائمة لجميع أفراد العائلة ضمن الملف الشخصي المُخصص لهم.",
      answer_2:
        "وبفضل عناصر الرقابة الأبوية المحمية برمز PIN للملفات الشخصية للأطفال، يستطيع الأهل تقييد المحتوى الذي يمكن للأطفال مشاهدته وفق تصنيف نضج معين، فضلًا عن حظر عناوين محددة لا يرغب الأهل أن يشاهدها الأطفال.",
    },
  ],
};

export default QuestionsAr;
